tap "derailed/k9s"
tap "microsoft/foundrylocal"
tap "oven-sh/bun"
tap "pomerium/tap"
tap "tw93/tap"
brew "block-goose-cli"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "oven-sh/bun/bun"
brew "glib"
brew "cfssl"
brew "cmake"
brew "etcd"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "go"
brew "golangci-lint"
brew "graphicsmagick"
brew "helm"
brew "just"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libpq"
brew "mas"
brew "mkcert"
brew "steveyegge/beads/bd"
brew "nss"
brew "ripgrep"
brew "opencode"
brew "openjdk@11"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "pyenv"
brew "redis", restart_service: :changed
brew "speedtest-cli"
brew "starship"
brew "tlrc"
brew "tmux"
brew "trash", link: true
brew "vim"
brew "wxwidgets"
brew "wxwidgets@3.2"
brew "yt-dlp"
brew "zoxide"
brew "microsoft/foundrylocal/foundrylocal"
brew "pomerium/tap/pomerium-cli"
brew "tw93/tap/mole"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "audio-hijack"
cask "bartender"
cask "blackhole-2ch"
cask "block-goose"
cask "camo-studio"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude-code"
cask "claude"
cask "cleanshot"
cask "colour-contrast-analyser"
cask "conductor"
cask "cursor"
cask "dbngin"
cask "discord"
cask "elgato-stream-deck"
cask "figma"
cask "flux"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-opendyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "linear-linear"
cask "logi-options+"
cask "loopback"
cask "microsoft-edge"
cask "mitmproxy"
cask "mullvad-vpn"
cask "obs"
cask "ollama-app"
cask "openemu"
cask "orbstack"
cask "polypane"
cask "pomerium-desktop"
cask "raspberry-pi-imager"
cask "raycast"
cask "rocket"
cask "screen-studio"
cask "screenflow"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "vanilla"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "whatsapp"
cask "xscope"
cask "yaak"
cask "zed"
cask "zoom"
cargo "oha"
mas "Dato", id: 1470584107
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
